Repository: Impressia/Impressia
Catalog: WidgetsKit/Sources/WidgetsKit/Localizable.xcstrings
Source language: en
Languages: de, es, eu, fr, it, pl

# compose.error.loadingPhotosFailed
source: Cannot retreive image from library.
de: Kann das Foto nicht aus der Bibliothek laden.
es: No se puede recuperar la imagen de la biblioteca.
eu: Ezin da liburutegiko irudia eskuratu.
fr: Impossible de récupérer l'image depuis la bibliothèque.
it: Impossibile recuperare immagine da libreria.
pl: Nie można pobrać zdjęcia z biblioteki.

# compose.error.postingStatusFailed
source: Error during posting status.
de: Fehler beim Veröffentlichen des Beitrags.
es: Error al publicar el estado.
eu: Errorea egoera argitaratzean.
fr: Erreur pendant la publication du statut.
it: Errore durante la pubblicazione del post.
pl: Błąd podczas wysyłania statusu.

# compose.title.attachPhotoFull
source: Attach a photo and type what's on your mind
de: Füge ein Foto hinzu und beschreibe, was Du denkst.
es: Adjunta una foto y escribe lo que piensas
eu: Erantsi argazkia eta idatzi buruan duzuna
fr: Ajoutez une photo et écrivez ce qui vous convient
it: Allega una foto e scrivi cosa ti passa per la testa.
pl: Dołącz zdjęcie i napisz, co myślisz

# compose.title.attachPhotoMini
source: Type what's on your mind
de: Beschreibe was Du denkst.
es: Escribe lo que piensas
eu: Idatzi buruan duzuna
fr: Ecrivez ce qui vous convient
it: Scrivi cosa ti passa per la testa
pl: Wpisz, co masz na myśli

# compose.title.camera
source: Take photo
de: Foto aufnehmen
es: Hacer una foto
eu: Egin argazkia
fr: Prendre une photo
it: Scatta foto
pl: Zrób zdjęcie

# compose.title.cancel
source: Cancel
de: Abbrechen
es: Cancelar
eu: Utzi
fr: Annuler
it: Annulla
pl: Anuluj

# compose.title.commentsWillBeDisabled
source: Comments will be disabled
de: Kommentare werden nicht möglich sein
es: Los comentarios estarán desactivados
eu: Iruzkinak ezgaituko dira
fr: Les commentaires seront désactivés
it: I commenti saranno disattivati
pl: Komentarze zostaną wyłączone

# compose.title.delete
source: Delete
de: Löschen
es: Eliminar
eu: Ezabatu
fr: Supprimer
it: Elimina
pl: Usuń

# compose.title.edit
source: Edit
de: Bearbeiten
es: Editar
eu: Editatu
fr: Éditer
it: Modifica
pl: Edytuj

# compose.title.everyone
source: Everyone
de: Öffentlich
es: Todos
eu: Edonorentzat ikusgai
fr: Tout le monde
it: Tutti
pl: Publiczny

# compose.title.files
source: Browse files
de: Dateien durchsuchen
es: Explorar archivos
eu: Arakatu fitxategiak
fr: Parcourir les fichiers
it: Sfoglia file
pl: Przeglądaj pliki

# compose.title.followers
source: Followers
de: für Follower
es: Seguidores
eu: Jarraitzaileentzat soilik
fr: Abonnés
it: Seguaci
pl: Tylko obserwujący

# compose.title.missingAltTexts
source: Missing ALT texts
de: Fehlende ALT-Texte
es: Textos ALT faltantes
eu: ALT testurik ez
fr: Manque un texte ALT
it: Testo ALT mancante
pl: Brakuje tekstów ALT

# compose.title.missingAltTextsWarning
source: Not all images have been described for the visually impaired. Would you like to send photos anyway?
de: Es haben nicht alle Fotos eine Beschreibung für Sehbehinderte. Möchtest Du trotzdem senden?
es: No todas las imágenes han sido descritas para personas con discapacidad visual. ¿Te gustaría enviar las fotos de todos modos?
eu: Irudiren bat ez da ikusmen urritasuna dutenentzat deskribatu. Argazkiok argitaratu nahi dituzu hala ere?
fr: Toutes les images n'ont pas été décrites pour les malvoyants. Souhaitez-vous tout de même envoyer des photos ?
it: Non tutte le immagini sono state descritte per le persone con disabilità visive. Vuoi pubblicare comunque?
pl: Nie wszystkie zdjęcia zostały opisane dla niedowidzących. Czy pomimo tego chcesz je wysłać?

# compose.title.photos
source: Photos library
de: Fotobibliothek
es: Fototeca
eu: Argazki-liburutegia
fr: Albums photos
it: Libreria foto
pl: Biblioteka zdjęć

# compose.title.publish
source: Publish
de: Veröffentlichen
es: Publicar
eu: Argitaratu
fr: Publier
it: Pubblica
pl: Wyślij

# compose.title.tryToUpload
source: Try to upload
de: Versuche hochzuladen
es: Intentar subir
eu: Saiatu igotzen
fr: Essayer de télécharger
it: Prova a caricare
pl: Ponów

# compose.title.unlisted
source: Unlisted
de: nicht gelistet
es: No listado
eu: Zerrendatu gabea
fr: Non listé
it: Non in lista
pl: Publiczny (niewidoczny)

# compose.title.writeContentWarning
source: Write content warning
de: Inhaltswarnung hinzufügen
es: Escribir aviso de contenido
eu: Idatzi edukiari buruzko oharra
fr: Rédaction d'un avertissement sur le contenu
it: Scrivi avviso contenuti
pl: Napisz ostrzeżenie o treści

# global.title.contentWarning
source: Sensitive content
de: Inhaltswarnung
es: Contenido sensible
eu: Eduki hunkigarria
fr: Contenu sensible
it: Contenuti sensibili
pl: Wrażliwe treści

# global.title.momentsAgo
source: moments ago
de: gerade eben
es: hace uno momento
eu: oraintxe bertan
fr: Il y a quelques instants
it: poco fa
pl: chwilę temu

# global.title.refresh
source: Refresh
de: Aktualisieren
es: Actualizar
eu: Freskatu
fr: Rafraîchir
it: RIcarica
pl: Odśwież

# global.title.seePost
source: See post
de: Beitrag ansehen
es: Ver publicación
eu: Ikusi bidalketa
fr: Voir le post
it: Visualizza post
pl: Pokaż zdjęcie

# global.title.showLess
source: Show less
de: Weniger anzeigen
es: Mostrar menos
eu: Erakutsi gutxiago
fr: Montrer moins
it: Mostra meno
pl: Pokaż mniej

# global.title.showMore
source: Show more
de: Mehr anzeigen
es: Mostrar más
eu: Erakutsi gehiago
fr: Montrer plus
it: Mostra altro
pl: Pokaż więcej

# photoEdit.error.updatePhotoFailed
source: Error during updating photo.
de: Fehler beim Aktualisieren des Fotos.
es: Error al actualizar la foto.
eu: Errorea argazkia eguneratzean.
fr: Erreur pendant la mise à jour de la photo.
it: Errore durante l’aggiornamento della foto.
pl: Błąd podczas aktualizowania zdjęcia.

# photoEdit.navigationBar.title
source: Photo details
de: Fotodetails
es: Detalles de la foto
eu: Argazkiaren xehetasunak
fr: Détails sur la photo
it: Dettagli foto
pl: Szczegóły zdjęcia

# photoEdit.title.accessibility
source: Accessibility
de: Barrierefreiheit
es: Accesibilidad
eu: Irisgarritasuna
fr: Accessibilité
it: Accessibilità
pl: Dostępność

# photoEdit.title.accessibilityDescription
source: Description for the visually impaired
de: Beschreibung für Sehbehinderte
es: Descripción para personas con discapacidad visual
eu: Ikusmen urritasuna dutenentzat deskribapena
fr: Description pour les malvoyants
it: Descrizione per persone con disabilità visive.
pl: Opis dla osób niedowidzących

# photoEdit.title.cancel
source: Cancel
de: Abbrechen
es: Cancelar
eu: Utzi
fr: Annuler
it: Annulla
pl: Anuluj

# photoEdit.title.photo
source: Photo
de: Foto
es: Foto
eu: Argazkia
it: Foto
pl: Zdjęcie

# photoEdit.title.save
source: Save
de: Speichern
es: Guardar
eu: Gorde
fr: Enregistrer
it: Salva
pl: Zapisz

# placeSelector.error.loadingPlacesFailed
source: Loading notifications failed.
de: Benachrichtigungen konnten nicht geladen werden.
es: Error al cargar las notificaciones.
eu: Jakinarazpenak kargatzeak huts egin du.
fr: Chargement des notifications échoué.
it: Caricamento notifiche fallito.
pl: Błąd podczas wczytywanie lokalizacji.

# placeSelector.navigationBar.title
source: Places
de: Orte
es: Lugares
eu: Tokiak
fr: Lieux
it: Posti
pl: Lokalizacja

# placeSelector.title.buttonSearch
source: Search
de: Suchen
es: Buscar
eu: Bilatu
fr: Rechercher
it: Cerca
pl: Szukaj

# placeSelector.title.cancel
source: Cancel
de: Abbrechen
es: Cancelar
eu: Utzi
fr: Annuler
it: Annulla
pl: Anuluj

# placeSelector.title.search
source: Search...
de: Suchen...
es: Buscar...
eu: Bilatu...
fr: Rechercher...
it: Cerca…
pl: Wyszukaj...

# compose.error.cannotLoadImageFromExternalLibrary
source: Cannot load image from external library.
fr: Impossible de charger l'image depuis la bibliothèque externe.
it: Impossibile caricare immagine da libreria esterna.
pl: Błąd podczas wczytywania zdjęć z biblioteki.

# compose.error.errorDuringComposingAttributeString
source: Error during composing attribute string.
fr: Erreur durant la composition de paramètres.
it: Errore durante la composizione della stringa attributo.
pl: Błąd podczas tworzenia napisu.

# compose.error.errorDuringDownloadingAutocomplete
source: Error during downloading autocomplete.
fr: Erreur durant le téléchargement de l'autocomplétion.
it: Errore durante il download dell’autocompletamento.
pl: Błąd podczas pobierania listy.

# global.error.errorDuringDeletingFileFromTmpDirectory
source: Error during deleting file from tmp directory.
fr: Erreur durant la suppression d'un fichier depuis le dossier temporaire.
it: Errore durante l’eliminazione di file dalla cartella temp.
pl: Błąd podczas usuwania pliku z folderu tymczasowego.

# global.error.errorDuringGettingTmpDirectoryContents
source: Error during getting tmp directory contents.
fr: Erreur durant la récupération de données temporaires.
it: Errore durante il recupero di contenuto della cartella tmp.
pl: Błąd podczas pobierania zawartości folderu tymczasowego.

# global.error.errorDuringRemovingTransferredImage
source: Error during removing transferred image from tmp directory.
fr: Erreur durant la suppression des images transférées depuis le dossier temporaire.
it: Errore durante la rimozione dell’immagine trasferita dalla cartella tmp.
pl: Błąd podczas czyszczenia folderu tymczasowego.

# global.title.noSearchResult
source: There is nothing here
fr: Il n'y a rien ici
it: Non c’è niente qui
pl: Nic tutaj nie ma

# tip.mainNavigation.message
source: You can customize the position of main navigation menu in the app settings.
fr: Vous pouvez personnaliser la position du menu principal dans les réglages de l'application.
it: Puoi
pl: Położenie głównego menu nawigacyjnego można dostosować w ustawieniach aplikacji.

# tip.mainNavigation.title
source: Menu position
fr: Position du menu
it: Posizione menu
pl: Pozycja menu

# tip.menuCustomizable.message
source: You can change default option in the menu by long press on the specific option.
fr: Vous pouvant l'option par défaut dans le menu en faisant un long appui sur l'option que vous voulez.
it: Puoi cambiare l’opzione di default nel menu tenendo premuta l’azione specifica.
pl: Domyślną opcję w menu można zmienić poprzez długie naciśnięcie określonej opcji.

# tip.menuCustomizable.title
source: Changing the default options
fr: Changer les options par défaut
it: Cambiare le opzioni di default
pl: Zmiana domyślnych opcji

# tip.timelineDoubleTap.message
source: Double-tapping on a photo will result in it being favourited.
fr: Appuyer deux fois sur une photo la mettra en favoris.
it: Tocca due volte su una foto per apprezzarla e aggiungerla ai preferiti.
pl: Dwukrotne dotknięcie zdjęcia spowoduje jego polubienie.

# tip.timelineDoubleTap.title
source: Mark as favorite
fr: Marquer comme favoris
it: Apprezza le foto
pl: Oznacz jako ulubione
